Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: ExternalAuthorizationService|When no classification label is set the default label `%{default_label}` will be used.
sv: ExternalAuthorizationService|När ingen klassificeringsetikett är angiven används standardetiketten `%{default_label}`.

source: ExternalAuthorization|Access to projects is validated on an external service using their classification label.
sv: ExternalAuthorization|Åtkomst till projekt valideras i en extern tjänst med hjälp av deras klassificeringsetikett.

source: ExternalAuthorization|URL to which the projects make authorization requests. If the URL is blank, cross-project features are available and can still specify classification labels for projects.
sv: ExternalAuthorization|URL som projekten skickar auktoriseringsbegäranden till. Om URL:en är tom är funktioner mellan projekt tillgängliga och kan fortfarande ange klassificeringsetiketter för projekt.

source: Failed to %{action} this work item: %{reason}.
sv: Det gick inte att %{action} arbetsobjektet: %{reason}.

source: Failed to find work item or merge request
sv: Det gick inte att hitta arbetsobjektet eller sammanfogningsbegäran

source: Failed to load code quality findings. Try reloading the page.
sv: Det gick inte att läsa in kodkvalitetsresultat. Försök uppdatera sidan.

source: Failed to load test coverage. Try reloading the page.
sv: Det gick inte att läsa in testtäckning. Försök uppdatera sidan.

source: Failed to load work items. Please try again.
sv: Det gick inte att läsa in arbetsobjekt. Försök igen.

source: Failed to mark this %{work_item_type} as duplicate due to insufficient permissions.
sv: Det gick inte att markera %{work_item_type} som dubblett på grund av otillräckliga behörigheter.

source: Failed to regenerate new work item email address
sv: Det gick inte att återskapa den nya e-postadressen för arbetsobjektet

source: Failed to update issue status
sv: Det gick inte att uppdatera frågestatusen

source: FindingsDrawer|Code Quality
sv: FindingsDrawer|Kodkvalitet

source: FindingsDrawer|Code Quality Finding
sv: FindingsDrawer|Kodkvalitetsresultat

source: FoundationalFlow|Diagnose and fix issues in your GitLab CI/CD pipeline.
sv: FoundationalFlow|Diagnostisera och åtgärda problem i din GitLab CI/CD-pipeline.

source: FoundationalFlow|Fix CI/CD Pipeline
sv: FoundationalFlow|Åtgärda CI/CD-pipeline

source: Geo|Dependency List Export Part Upload
sv: Geo|Uppladdning av exportdel för beroendelista

source: Geo|Dependency List Export Part Uploads
sv: Geo|Uppladdningar av exportdelar för beroendelista

source: Geo|Dependency List Export Upload
sv: Geo|Uppladdning av export för beroendelista

source: GitLab / Unsubscribe
sv: GitLab / Avprenumerera

source: GitLabPages|Check the Pipeline Status
sv: GitLabPages|Kontrollera pipelinestatusen

source: Global notification email
sv: Global e-postadress för aviseringar

source: Global notification level
sv: Global aviseringsnivå

source: GlobalSearch|%{count} default results provided. Use the up and down arrow keys to navigate search results list.
sv: GlobalSearch|%{count} standardresultat tillhandahålls. Använd upp- och nedpiltangenterna för att navigera i listan med sökresultat.

source: GlobalSearch|Could not load search results. Refresh the page to try again.
sv: GlobalSearch|Det gick inte att läsa in sökresultaten. Uppdatera sidan och försök igen.

source: GlobalSearch|Exclude search results from forked projects
sv: GlobalSearch|Uteslut sökresultat från förgrenade projekt

source: GlobalSearch|Include search results from archived projects
sv: GlobalSearch|Inkludera sökresultat från arkiverade projekt

source: GlobalSearch|Recent work items
sv: GlobalSearch|Senaste arbetsobjekten

source: GlobalSearch|Results updated. %{count} results available. Use the up and down arrow keys to navigate search results list, or ENTER to submit.
sv: GlobalSearch|Resultaten har uppdaterats. %{count} resultat tillgängliga. Använd upp- och nedpiltangenterna för att navigera i listan med sökresultat eller RETUR för att skicka.

source: GlobalSearch|Search results are loading
sv: GlobalSearch|Sökresultat läses in

source: GlobalSearch|Search results summary
sv: GlobalSearch|Sammanfattning av sökresultat

source: GlobalSearch|Work items
sv: GlobalSearch|Arbetsobjekt

source: Go to the 'Admin area &gt; New user account restrictions', and check 'Domains allowed for new users'.
sv: Gå till ”Administrationsområde > Begränsningar för nya användarkonton” och markera ”Domäner som tillåts för nya användare”.

source: Go to the 'Admin area &gt; New user account restrictions', and check 'Email restrictions for new users'.
sv: Gå till ”Administrationsområde > Begränsningar för nya användarkonton” och markera ”E-postbegränsningar för nya användare”.

source: GoogleArtifactRegistry|Interact with them from your CI/CD pipeline. %{link_start}Learn more%{link_end}.
sv: GoogleArtifactRegistry|Interagera med dem från din CI/CD-pipeline. %{link_start}Läs mer%{link_end}.

source: GroupSettings|Analytics Dashboards
sv: GroupSettings|Analysinstrumentpaneler

source: GroupSettings|Enable email notifications
sv: GroupSettings|Aktivera e-postaviseringar

source: GroupSettings|Enable sending email notifications for this group and all its subgroups and projects
sv: GroupSettings|Aktivera sändning av e-postaviseringar för gruppen och alla dess undergrupper och projekt

source: GroupSettings|Enterprise user accounts can use the extension marketplace in the Web IDE and workspaces.
sv: GroupSettings|Företagsanvändarkonton kan använda tilläggsmarknaden i webb-IDE:n och arbetsytor.

source: GroupSettings|If enabled, individual user accounts will be able to use only issued SSH certificates for Git access. It doesn't apply to service accounts, deploy keys, and other types of internal accounts.
sv: GroupSettings|Om detta aktiveras kan enskilda användarkonton endast använda utfärdade SSH-certifikat för Git-åtkomst. Det gäller inte tjänstekonton, distributionsnycklar och andra typer av interna konton.

source: GroupSettings|Transfer group
sv: GroupSettings|Överför grupp

source: IdentityVerification|To stop using this email with your GitLab account, remove it in your %{account_settings_link_start}account settings%{link_end}.
sv: IdentityVerification|Om du vill sluta använda den här e-postadressen med ditt GitLab-konto tar du bort den i %{account_settings_link_start}kontoinställningarna%{link_end}.

source: IdentityVerification|To stop using this email with your GitLab account, remove it in your account settings (%{account_settings_link}).
sv: IdentityVerification|Om du vill sluta använda den här e-postadressen med ditt GitLab-konto tar du bort den i kontoinställningarna (%{account_settings_link}).

source: If using GitHub, you’ll see pipeline statuses on GitHub for your commits and pull requests. %{more_info_link}
sv: Om du använder GitHub ser du pipelinestatusar på GitHub för dina incheckningar och pull requests. %{more_info_link}

source: Immutable tag rules require an Ultimate license
sv: Oföränderliga taggregler kräver en Ultimate-licens

source: Import|You have insufficient permissions to update the import source user
sv: Import|Du har otillräckliga behörigheter för att uppdatera källanvändaren för importen

source: Include author name in notification email body
sv: Inkludera författarens namn i brödtexten i e-postaviseringen

source: Insufficient permission to modify user organizations
sv: Otillräcklig behörighet för att ändra användarorganisationer

source: Insufficient permissions
sv: Otillräckliga behörigheter

source: Insufficient permissions for dast_configuration keyword
sv: Otillräckliga behörigheter för nyckelordet dast_configuration

source: Insufficient permissions to assign this member
sv: Otillräckliga behörigheter för att tilldela den här medlemmen

source: IntegrationEvents|A pipeline status changes
sv: IntegrationEvents|En pipelinestatus ändras

source: Integrations|Connection failed. Check your integration settings.
sv: Integrations|Anslutningen misslyckades. Kontrollera integrationsinställningarna.

source: Integrations|Notification settings
sv: Integrations|Aviseringsinställningar

source: JiraRequest|An error occurred while requesting data from Jira. Check your %{docs_link_start}Jira integration configuration%{docs_link_end} and try again.
sv: JiraRequest|Ett fel uppstod när data begärdes från Jira. Kontrollera %{docs_link_start}konfigurationen för Jira-integreringen%{docs_link_end} och försök igen.

source: JiraRequest|An error occurred while requesting data from Jira: %{messages} Check your %{docs_link_start}Jira integration configuration%{docs_link_end} and try again.
sv: JiraRequest|Ett fel uppstod när data begärdes från Jira: %{messages} Kontrollera %{docs_link_start}konfigurationen för Jira-integreringen%{docs_link_end} och försök igen.

source: Job Failed #%{build_id}
sv: Jobbet misslyckades #%{build_id}

source: Job|No search results found
sv: Job|Inga sökresultat hittades

source: Job|This job failed because the necessary resources were not successfully created.
sv: Job|Det här jobbet misslyckades eftersom de nödvändiga resurserna inte skapades.

source: License Compliance| Used by %{dependencies}
sv: License Compliance| Används av %{dependencies}

source: Loading pipeline status
sv: Läser in pipelinestatus

source: MemberRole|Full control of project settings.
sv: MemberRole|Fullständig kontroll över projektinställningarna.

source: MemberRole|Push code to non-protected branches. Create merge requests and run pipelines. Cannot manage project settings.
sv: MemberRole|Pusha kod till oskyddade grenar. Skapa sammanfogningsbegäranden och kör pipelines. Kan inte hantera projektinställningar.

source: Microsoft|Microsoft Azure integration settings failed to save. %{errors}
sv: Microsoft|Det gick inte att spara integrationsinställningarna för Microsoft Azure. %{errors}

source: Microsoft|Microsoft Azure integration settings were successfully updated.
sv: Microsoft|Integrationsinställningarna för Microsoft Azure uppdaterades.

source: MoveWorkItem|Unable to move. You have insufficient permissions.
sv: MoveWorkItem|Det gick inte att flytta. Du har otillräckliga behörigheter.

source: MrReports|Code quality
sv: MrReports|Kodkvalitet

source: NamespaceTransfer|Transfer this project to a different namespace. %{linkStart}How does project transfer work?%{linkEnd}
sv: NamespaceTransfer|Överför projektet till en annan namnrymd. %{linkStart}Hur fungerar projektöverföring?%{linkEnd}

source: New user account restrictions
sv: Begränsningar för nya användarkonton

source: Notification setting - %{notification_title}
sv: Aviseringsinställning – %{notification_title}

source: Notification setting - Custom
sv: Aviseringsinställning – anpassad

source: Notification settings saved
sv: Aviseringsinställningarna har sparats

source: Notify|CI/CD project settings
sv: Notify|CI/CD-projektinställningar

source: Notify|If this was a mistake you can change these settings or deactivate the custom email address in the project settings.
sv: Notify|Om detta var ett misstag kan du ändra inställningarna eller inaktivera den anpassade e-postadressen i projektinställningarna.

source: Notify|You have been unsubscribed from receiving GitLab administrator notifications.
sv: Notify|Du har avprenumererat från GitLab-administratörsaviseringar.

source: Observability|Your CI/CD pipelines are sending telemetry
sv: Observability|Dina CI/CD-pipelines skickar telemetri

source: Organization|An error occurred loading user organizations. Please refresh the page to try again.
sv: Organization|Ett fel uppstod när användarorganisationer skulle läsas in. Uppdatera sidan och försök igen.

source: OutboundRequests|Outbound requests
sv: OutboundRequests|Utgående begäranden

source: OutboundRequests|Resolve IP addresses for outbound requests to prevent DNS-rebinding attacks.
sv: OutboundRequests|Matcha IP-adresser för utgående begäranden för att förhindra DNS-ombindningsattacker.

source: Permissions and project features
sv: Behörigheter och projektfunktioner

source: Pipeline status emails
sv: E-post för pipelinestatus

source: Pipeline subscriptions trigger a new pipeline on the default branch of this project when a pipeline completes for a new tag of the subscribed project.
sv: Pipelineprenumerationer utlöser en ny pipeline på standardgrenen för det här projektet när en pipeline har slutförts för en ny tagg i det prenumererade projektet.

source: PipelineEditorTutorial|The pipeline status is at the top of the page.
sv: PipelineEditorTutorial|Pipelinestatusen visas högst upp på sidan.

source: PipelineSubscriptions|No project subscribes to the pipelines in this project.
sv: PipelineSubscriptions|Inget projekt prenumererar på pipelinerna i det här projektet.

source: PipelineSubscriptions|Subscribed to this project
sv: PipelineSubscriptions|Prenumererar på det här projektet

source: PipelineSubscriptions|This project is not subscribed to any project pipelines.
sv: PipelineSubscriptions|Det här projektet prenumererar inte på några projektpipelines.

source: Pipelines|Analyze this repository and create a CI/CD pipeline that meets the needs of the project.
sv: Pipelines|Analysera kodförrådet och skapa en CI/CD-pipeline som uppfyller projektets behov.

source: Pipelines|Insufficient permissions to read inputs
sv: Pipelines|Otillräckliga behörigheter för att läsa indata

source: Pipelines|Trigger user has insufficient permissions to project
sv: Pipelines|Triggeranvändaren har otillräckliga behörigheter till projektet

source: Pipelines|Use CI/CD pipelines to automatically build, test, and deploy your code.
sv: Pipelines|Använd CI/CD-pipelines för att automatiskt bygga, testa och distribuera din kod.

source: Pipelines|Use GitLab Duo to analyze your repository and create a matching CI/CD pipeline.
sv: Pipelines|Använd GitLab Duo för att analysera ditt kodförråd och skapa en matchande CI/CD-pipeline.

source: Pipeline|Checking pipeline status
sv: Pipeline|Kontrollerar pipelinestatus

source: Pipeline|Test coverage
sv: Pipeline|Testtäckning

source: Pipeline|This change will decrease the overall test coverage if merged.
sv: Pipeline|Den här ändringen minskar den övergripande testtäckningen om den sammanfogas.

source: Pipeline|This change will increase the overall test coverage if merged.
sv: Pipeline|Den här ändringen ökar den övergripande testtäckningen om den sammanfogas.

source: Pipeline|This change will not change the overall test coverage if merged.
sv: Pipeline|Den här ändringen förändrar inte den övergripande testtäckningen om den sammanfogas.

source: Please enter a number greater than %{number} (from the project settings)
sv: Ange ett tal större än %{number} (från projektinställningarna)

source: Profiles|Account deletion is not allowed by your administrator.
sv: Profiles|Din administratör tillåter inte borttagning av konto.

source: Profiles|Account deletion is not allowed.
sv: Profiles|Borttagning av konto är inte tillåten.

source: Profiles|Achievements you are awarded stay hidden until you accept them. Uncheck to stop receiving award notification emails.
sv: Profiles|Prestationer som du tilldelas förblir dolda tills du accepterar dem. Avmarkera om du vill sluta få e-postaviseringar om utmärkelser.

source: Profiles|Default notification email
sv: Profiles|Standardadress för e-postaviseringar

source: Profiles|View, edit, or transfer ownership of your active scheduled pipelines.
sv: Profiles|Visa, redigera eller överför ägarskapet för dina aktiva schemalagda pipelines.

source: Profiles|You must transfer ownership or delete groups you are an owner of before you can delete your account
sv: Profiles|Du måste överföra ägarskapet eller ta bort grupper som du äger innan du kan ta bort ditt konto

source: Profiles|You must transfer ownership or delete these before you can delete your account.
sv: Profiles|Du måste överföra ägarskapet eller ta bort dessa innan du kan ta bort ditt konto.

source: Project configuration, excluding integrations
sv: Projektkonfiguration, utom integreringar

source: Project export link has expired. Please generate a new export from your project settings.
sv: Länken för projektexport har förfallit. Skapa en ny export från projektinställningarna.

source: Project settings were successfully updated.
sv: Projektinställningarna uppdaterades.

source: Project visibility level will be changed to match namespace rules when transferring to a group.
sv: Projektets synlighetsnivå ändras så att den matchar namnrymdsreglerna vid överföring till en grupp.

source: ProjectActivityRSS|Subscribe
sv: ProjectActivityRSS|Prenumerera

source: ProjectMaintenance|You will receive an email notification when the process is complete. Run housekeeping to remove old versions from repository.
sv: ProjectMaintenance|Du får en e-postavisering när processen är klar. Kör underhåll för att ta bort gamla versioner från kodförrådet.

source: ProjectMaintenance|You will receive an email notification when the process is complete. To remove old versions from the repository, run housekeeping.
sv: ProjectMaintenance|Du får en e-postavisering när processen är klar. Kör underhåll för att ta bort gamla versioner från kodförrådet.

source: ProjectQualitySummary|Code quality
sv: ProjectQualitySummary|Kodkvalitet

source: ProjectQualitySummary|Learn more about Code Quality
sv: ProjectQualitySummary|Läs mer om kodkvalitet

source: ProjectQualitySummary|Learn more about test coverage
sv: ProjectQualitySummary|Läs mer om testtäckning

source: ProjectQualitySummary|Learn more about test reports
sv: ProjectQualitySummary|Läs mer om testrapporter

source: ProjectQualitySummary|Set up test runs
sv: ProjectQualitySummary|Konfigurera testkörningar

source: ProjectQualitySummary|Set up test runs (opens in a new tab)
sv: ProjectQualitySummary|Konfigurera testkörningar (öppnas i en ny flik)

source: ProjectQualitySummary|Test coverage
sv: ProjectQualitySummary|Testtäckning

source: ProjectQualitySummary|Test runs
sv: ProjectQualitySummary|Testkörningar

source: ProjectSelect|Search projects
sv: ProjectSelect|Sök projekt

source: ProjectSettings|Transfer project
sv: ProjectSettings|Överför projekt

source: RepositoriesAnalytics|Average test coverage
sv: RepositoriesAnalytics|Genomsnittlig testtäckning

source: RepositoriesAnalytics|Download historic test coverage data
sv: RepositoriesAnalytics|Hämta historiska data om testtäckning

source: RepositoriesAnalytics|Download historic test coverage data (.csv)
sv: RepositoriesAnalytics|Hämta historiska data om testtäckning (.csv)

source: RepositoriesAnalytics|Download test coverage data (.csv)
sv: RepositoriesAnalytics|Hämta data om testtäckning (.csv)

source: RepositoriesAnalytics|Historic Test Coverage Data is available in raw format (.csv) for further analysis.
sv: RepositoriesAnalytics|Historiska data om testtäckning finns i råformat (.csv) för vidare analys.

source: RepositoriesAnalytics|Latest test coverage results
sv: RepositoriesAnalytics|Senaste resultat för testtäckning

source: RepositoriesAnalytics|Latest test coverage results for all projects in %{groupName} (excluding projects in subgroups).
sv: RepositoriesAnalytics|Senaste resultat för testtäckning för alla projekt i %{groupName} (utom projekt i undergrupper).

source: RepositoriesAnalytics|No test coverage to display
sv: RepositoriesAnalytics|Ingen testtäckning att visa

source: Select a default search scope. For the system default, a scope is selected automatically based on context and availability.
sv: Välj ett standardomfång för sökning. För systemets standard väljs ett omfång automatiskt utifrån kontext och tillgänglighet.

source: SemanticSearch|Advanced Search cluster
sv: SemanticSearch|Kluster för avancerad sökning

source: SemanticSearch|All existing indexed data will be removed. Semantic search results will be unavailable until re-indexing completes. This process can take several hours depending on your codebase size.
sv: SemanticSearch|Alla befintliga indexerade data tas bort. Semantiska sökresultat blir inte tillgängliga förrän omindexeringen är klar. Processen kan ta flera timmar beroende på kodbasens storlek.

source: SemanticSearch|Reuse your existing Advanced Search configuration.
sv: SemanticSearch|Återanvänd din befintliga konfiguration för avancerad sökning.

source: SemanticSearch|Semantic search is already configured. Go to %{link_start}Search settings%{link_end} to disable it and switch to the Advanced Search cluster.
sv: SemanticSearch|Semantisk sökning är redan konfigurerad. Gå till %{link_start}sökinställningarna%{link_end} för att inaktivera den och växla till klustret för avancerad sökning.

source: SemanticSearch|The chunking strategy determines how code files are split into smaller pieces before being embedded. This affects how semantic search indexes and retrieves information.
sv: SemanticSearch|Delningsstrategin avgör hur kodfiler delas upp i mindre delar före inbäddning. Detta påverkar hur semantisk sökning indexerar och hämtar information.

source: Show code in global search results
sv: Visa kod i globala sökresultat

source: Show commits in global search results
sv: Visa incheckningar i globala sökresultat

source: Show merge requests in global search results
sv: Visa sammanfogningsbegäranden i globala sökresultat

source: Show snippets in global search results
sv: Visa kodavsnitt i globala sökresultat

source: SlackIntegration|Unauthorized
sv: SlackIntegration|Obehörig

source: TagsPage|Delete protected tag
sv: TagsPage|Ta bort skyddad tagg

source: TagsPage|Deleting the %{strongStart}%{tagName}%{strongEnd} protected tag cannot be undone.
sv: TagsPage|Borttagning av den skyddade taggen %{strongStart}%{tagName}%{strongEnd} kan inte ångras.

source: TagsPage|Permanently delete protected tag?
sv: TagsPage|Ta bort skyddad tagg permanent?

source: TagsPage|Yes, delete protected tag
sv: TagsPage|Ja, ta bort skyddad tagg

source: TagsPage|You do not have permission to delete this protected tag
sv: TagsPage|Du saknar behörighet att ta bort den här skyddade taggen

source: Terraform|You have insufficient permissions to delete this state
sv: Terraform|Du har otillräckliga behörigheter för att ta bort detta tillstånd

source: Transfer group to another parent group.
sv: Överför grupp till en annan överordnad grupp.

source: TransferGroup|Cannot transfer group to one of its subgroup.
sv: TransferGroup|Det går inte att överföra gruppen till en av dess undergrupper.

source: TransferProject|Cannot transfer project: failed to connect to the container registry. Please try again later.
sv: TransferProject|Det går inte att överföra projektet: det gick inte att ansluta till containerregistret. Försök igen senare.

source: TransferProject|Project transfer has been queued. You will be notified when it completes.
sv: TransferProject|Projektöverföringen har lagts i kö. Du aviseras när den är klar.

source: TransferProject|You don't have permission to transfer projects into that namespace.
sv: TransferProject|Du saknar behörighet att överföra projekt till den namnrymden.

source: Unable to clone. Insufficient permissions.
sv: Det gick inte att klona. Otillräckliga behörigheter.

source: Unable to connect to the Jira instance. Please check your Jira integration configuration.
sv: Det gick inte att ansluta till Jira-instansen. Kontrollera konfigurationen för Jira-integreringen.

source: Unable to move. Insufficient permissions.
sv: Det gick inte att flytta. Otillräckliga behörigheter.

source: Unauthorized to access the cluster agent in this project
sv: Du saknar behörighet att komma åt klusteragenten i det här projektet

source: Unauthorized to create a Terraform state protection rule
sv: Du saknar behörighet att skapa en Terraform-tillståndsskyddsregel

source: Unauthorized to create a container registry protection rule
sv: Du saknar behörighet att skapa en skyddsregel för containerregistret
